cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "neovim/neovim"
brew "automake"
brew "coreutils"
brew "gnupg"
brew "gpg-agent"
brew "jq"
brew "libtool"
brew "readline"
brew "libxslt"
brew "libyaml"
brew "neovim"
brew "unixodbc"
brew "wget"
cask "google-chrome"
cask "homebrew/cask-versions/google-chrome-canary"
cask "firefox"
cask "iterm2"
cask "visual-studio-code"
cask "paw"
cask "slack"
cask "discord"
cask "skype"
cask "docker"
cask "appcleaner"
cask "the-unarchiver"
cask "dropbox"
cask "karabiner-elements"
cask "adobe-creative-cloud"
cask "iina"
cask "steam"
